Repository: dropenlind/suiddio_pi
Catalog: po/*.po
Languages: it_it

source: Squiddio Preferences
it_it: Impostazioni sQuiddio

source: sQuiddio: Show local POIs
it_it: sQuiddio: Mostra PDI locali

source: sQuiddio: Hide local POIs
it_it: sQuiddio: Nascondi Punti di Interesse locali

source: sQuiddio: Download local Points of Interest
it_it: sQuiddio: Scarica Punti di Interesse locali

source: sQuiddio: Update local Points of Interest
it_it: sQuiddio: Aggiorna Punti di Interesse locali

source: sQuiddio: Report a POI at this location
it_it: sQuiddio: Proponi un Punto di Interesse in questa posizione

source: sQuiddio: Download satellite images for POIs
it_it: Scarica immagine satellitare per questo PDI

source: Could not launch default browser. Check your Internet connection
it_it: Il browser non risponde. Verifica il collegamento a Internet

source: Downloading
it_it: Download in corso

source: Downloading:
it_it: Download in corso:

source: Squiddio for OpenCPN
it_it: Squiddio per OpenCPN

source: sQuiddio plugin version:
it_it: Versione sQuiddio plugin:

source: OD Text Points not available, wrong version of API Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i
it_it: Punti Testo OD non disponibili. Versione errata dell'API. Squiddio API vers. maggiore: %i, minore %i, OD API vers. maggiore: %i, minore %i

source: squiddio_pi: OD Text Points cannot be used, wrong version of API. Squiddio API Major: %i, Minor %i, OD API Major: %i, Minor %i
it_it: squiddio_pi: Punti Testo OD non disponibili. Versione errata dell API. Squiddio API vers. Maggiore: %i, Minore %i, OD API Maggiore: %i, Minore %i

source: Please specify at least one zoom level
it_it: Specifica almeno un livello di zoom

source: Zoom Levels must be betweeen 10 and 18
it_it: I livelli di zoom devono essere nell'intervallo 10 -18

source: Log sharing was not activated. Please enter your sQuiddio user ID and API Key. To obtain your API Key, log into sQuidd.io (http://squidd.io), click on Preferences in the top blue bar, then select the 'Numbers & Keys' tab.
it_it: Condivisione dei log non attivata. Inserisci il tuo identificativo sQuiddio e chiave API. Per ottenere la chiave API, registrati a sQuidd.io (http://squidd.io/signup) e visita la tua pagina di profilo. (clicca su Preferences nella barra blu in alto, poi la scheda Numbers & Keys)

source: sQuiddio log updates (drag this to the bottom to minimize)
it_it: Aggiornamento logs sQuiddio (trascina questa finestra sul bordo inferiore per minimizzare)

source: Mooring Buoys
it_it: Boe di ormeggio

source: Boat Yard
it_it: Cantieri nautici

source: AIS ATON Marker
it_it: Segnalatore AIS

source: NDBC Ship
it_it: Nave NDBC

source: Generic POI
it_it: PDI generico

source: North
it_it: Nord

source: North East
it_it: Nord-est

source: East
it_it: Est

source: South East
it_it: Sud-est

source: South
it_it: Sud

source: South West
it_it: Sud-ovest

source: West
it_it: Ovest

source: North West
it_it: Nord-ovest

source: Checked in
it_it: Registrato

source: Unknown heading
it_it: Direzione non nota

source: Your GPS positions and other navigational information will be sent to the server and may be shared with other sQuidd.io users. Check https://squidd.io/privacy for additional information.
it_it: La tua posizione GPS e altre informazioni riguardanti la navigazione verranno inviate al server e possono essere condivise con altri utenti sQuiddio. Ulteriori informazioni a https://squidd.io/privacy.

source: Destinations
it_it: Destinazioni

source: All
it_it: Tutte

source: Marinas
it_it: Marina

source: Anchorages
it_it: Ancoraggi

source: Fuel Stations
it_it: Stazioni carburante

source: Boat Yards
it_it: Cantieri nautici

source: Other
it_it: Altro

source: Cruising Aids
it_it: Aiuti alla navigazione

source: NDBC Buoy Reports
it_it: Dati Boe NDBC

source: Get quasi-real time wind, wave and pressure report from thousands of NDBC buoys right from your chart.
it_it: Visualizza dati in tempo quasi reale su vento, onde, pressione atmosferica etc. da migliaia di boe NDBC direttamente sulla carta nautica.

source: NDBC Ship Reports
it_it: Dati Navi NDBC

source: Get quasi-real time wind, wave and pressure report from participating NDBC ships right from your chart.
it_it: Visualizza dati sul vento, onde, pressione atmosferica da Boe NDBC direttamente sulla carta nautica

source: AIS markers
it_it: Segnalatore AIS

source: View
it_it: Visualizza

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of old unecessary POI files and reduced the computational burden.
it_it: Rimuovi files di PDI per settori nascossti (limita la proliferazione di files non necessari e riduce il carico computazionale)

source: OpenCPN Waypoint
it_it: Waypoint OpenCPN

source: ODraw TextPoint
it_it: Text Point OCPN Draw

source: Use OCPN or ODraw (recommended)
it_it: Usa OCPN o ODraw (consigliato)

source: Render sQuiddio POIs as legacy OpenCPN waypoints or ODraw Textpoints (recommended, provided ODraw plugin is enabled).
it_it: Visualizza PDI sQuiddio come waypoints OpenCPN tradizionali, o come Punti di Testo ODraw (consigliato, qualora il plugin ODRaw sia abilitato)

source: ODraw Settings
it_it: Impostazioni ODRaw

source: Show Name
it_it: Visualizza Nome

source: Text position relative to point
it_it: Posizione del testo relativa al punto

source: Top
it_it: In alto

source: Top Centre
it_it: In alto, centro

source: Bottom
it_it: In basso

source: Bottom Centre
it_it: In basso, centro

source: Centre
it_it: Centro

source: Right
it_it: Destra

source: Left
it_it: Sinistra

source: Text Colour
it_it: Colore del testo

source: Background Transparency
it_it: Trasparenza di sottofondo

source: Text Font
it_it: Carattere testo

source: Example
it_it: Esempio

source: Fonts
it_it: Caratteri

source: Always
it_it: Sempre

source: On Rollover Only
it_it: Solamente su rollover

source: Never
it_it: Mai

source: Show Display Text
it_it: Visualizza testo

source: POI Rendering
it_it: Rappresentazione dei PDI

source: Google Maps
it_it: Mappe Google

source: Zoom Levels
it_it: Livelli di zoom

source: Download one satellite map for each destination and for each of these zoom levels. Separate values with a comma. Minimum zoom level is 10, maximum 18. Example: 15,17. 15 is typically suitable approaching a destination, 17 for detailed map of marina or anchorage. Keep zoom levels to a minimum to reduce download times.
it_it: Scarica una mappa satellitare per ciascuna destinazione, e per ciascuno di questi livelli di zoom. Separa i valori con una virgola. Livello minimo di zoom: 10, massimo: 18. Esempio 15,17. Il 15 e' normalmente indicato per la navigazione di avvicinamento a una destinazione, 17 per una mappa dettagliata di un marina o ancoraggio. Minimizza il numero di livelli per ridurre i tempi di scarica.

source: Download .kap files to:
it_it: Salva i files .kap in:

source: Select a folder
it_it: Seleziona una cartella

source: Select directory where you want to save downloaded maps. Must be one of your OpenCPN chart directories.
it_it: Seleziona una cartella in cui salvare le mappe satellitari scaricate. Deve essere una delle tue cartelle di carte nautiche OpenCPN.

source: Include viewport map
it_it: Includi mappa satellitare per il viewport

source: In addition to maps for each destination, download a smaller-scale map to cover the entire viewport area
it_it: Oltre alle mappe satellitari per ciascuna destinazione, scarica una mappa in scala ridotta per l'intera area del viewport

source: House Keeping
it_it: Manutenzione

source: Delete .gpx files for hidden layers upon exiting OpenCPN
it_it: Cancella i file .gpx per livelli nascosti all'uscita da OpenCPN

source: Delete downloaded POI files for sectors you have hidden. This limits the proliferation of unecessary files and reduced OpenCPN's computational burden.
it_it: Rimuovi i files contenenti POI per settori nascosti. Questo limita la proliferazione di file non necessari e riduce il carico computazionale di OpenCPN.

source: Downloads
it_it: Download

source: Share logs with sQuiddio
it_it: Condividi i tuoi log con gli amici

source: Send
it_it: Invia

source: Once a day
it_it: Una volta al giorno

source: Twice a day
it_it: Due volte al giorno

source: Once an hour
it_it: Una volta all'ora

source: Twice an hour
it_it: Due volte all'ora

source: Once a minute
it_it: Una volta al minuto

source: Twice a minute
it_it: Due volte al minuto

source: Every 10 seconds
it_it: Ogni 10 secondi

source: Receive
it_it: Ricevi

source: Logs Sharing Options
it_it: Opzioni di condivisione dei log

source: Include NMEA samples with each send
it_it: Includi dei campioni di messaggi NMEA con ciascun invio

source: (Beta feature) Include a sample of your recent NMEA messages each time you send a log update. See stats about your wind, depth, temperature, engine readings etc. online.
it_it: (funzione Beta) Includi un campione di messaggi NMEA recenti ogni volta che invii un log. Visualizza statistiche sul vento, temperatura, profondita', sensori motore etc. online.

source: Log Sharing
it_it: Condivisione log

source: Your sQuidd.io credentials
it_it: Le tue credenziali sQuiddio

source: sQuiddio ID
it_it: Identificativo sQuiddio

source: The email address you use to log into sQuidd.io
it_it: L'indirizzo email che utilizzi per accedere a sQuidd.io

source: API Key
it_it: Chiave API

source: Retrieve your API Key from your sQuidd.io profile. Log into http://squidd.io and click Edit Profile in the Dashboard, then select the Numbers and Keys tab. Click Help for more information. IMPORTANT! Do not use your sQuiddio Password as your API Key!
it_it: Recupera la Chiave API dal tuo profilo sQuidd.io. Accedi a http://squidd.io e fare clic su Preferences nella barra blu in alto, quindi seleziona la scheda "Numbers and Keys". Fai clic su Help per ulteriori informazioni. IMPORTANTE! Non utilizzare la password di sQuidd.io come chiave API!

source: About this plugin
it_it: Circa questo plugin

source: version
it_it: versione

source: Authentication
it_it: Autenticazione

source: sQuiddio Preferences
it_it: Impostazioni sQuiddio

source: No sQuiddio POIs in viewport. Download local POIs, zoom out or pan to a different area.
it_it: Nessun PDI sQuiddio presente nel viewport. Scarica PDI locali, allarga lo zoom o seleziona un'area contenente PDI.

source: Too many sQuiddio POIs in viewport. Zoom in to reduce the number of POIs to less than 20
it_it: Troppi PDI sQuiddio nel viewport. Riduci lo zoom per portare il numero di PDI a meno di 20

source: You are about to download satellite maps for
it_it: Stai per scaricare mappe satellitari per

source: POI
it_it: PDI

source: at zoom level
it_it: al livello di zoom

source: , plus one map for the entire viewport.
it_it: , piu' una mappa per l'intero viewport.

source: The estimated compressed file size is approximately
it_it: La dimensione stimata del file compresso e' circa

source: Zoom in to a lower number of visible POIs to reduce download time, or reduce the number of zoom levels.
it_it: Ingrandisci il viewport per ridurre il numero di PDI e il tempo di scaricamento, o riduci il numero di livelli di zoom.

source: See settings in your squiddio plugin -> Downloads tab to change your zoom levels
it_it: Vedi le impostazioni del plugin squiddio -> scheda Downloads

source: or exclude the viewport map.
it_it: o escludi la mappa del viewport.

source: Goodle Maps Downloader
it_it: Scarica mappe satellitari Google

source: Unable to update the chart database
it_it: Impossibile aggiornare il database delle carte nautiche

source: OCPN_Draw_pi not available. POI's will be rendered with OCPN Waypoints.
it_it: OCPN_Draw_pi non disponibile. I PDI saranno rappresentati come waypoints OCPN.

source: Just now
it_it: In questo istante

source: One second ago
it_it: Un secondo fa

source: %i seconds ago
it_it: %i secondi fa

source: About a minute ago
it_it: Circa un minuto fa

source: %i minutes ago
it_it: %i minuti fa

source: About an hour ago
it_it: Circa un ora fa

source: %i hours ago
it_it: %i ore fa

source: Yesterday
it_it: Ieri

source: %i days ago
it_it: %i giorni fa

source: Buffering NMEA events..
it_it: Buffering eventi NMEA....

source: Offline
it_it: Scollegato

source: sQuiddio logs sent:
it_it: Aggiornamento log inviato:

source: Received
it_it: Ricevuto

source: squiddio_pi: Created sQuiddio log update:
it_it: squiddio_pi: Aggiornamento log creato:

source: Unable to retrieve friends logs: check your credentials and Follow List
it_it: Impossibile ricevere logs degli amici: verifica le credenziali e la Follow List

source: This will deactivate logs sharing. To reactivate, go to the sQuiddio plugin settings -> Logs Sharing tab.
it_it: Questo disattiva la condivisione dei log. Per riattivarla, vai alle impostazioni del plugin sQuiddio -> scheda Condivisione Log
